Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Beware, stranger! I come to warn you — a party of orcs have moved into the Great Valley to the north and have been raiding the lands around. If you press on westward, you will have to fight them.
uk_ua: Бережися, незнайомцю! Я прийшов попередити тебе — зграя орків оселилася у Великій Долині на півночі і грабує довколишні землі. Якщо ти підеш на захід, тобі доведеться битися з ними.

source: Bezoar
uk_ua: Веозаровий камінь

source: Big Baby Bo
uk_ua: Великий Малюк Бо

source: Big Baby Dro
uk_ua: Великий Малюк Дро

source: Bilheld
uk_ua: Більхельд

source: Bind him and take him with us. If he has played us false, he will die.
uk_ua: Візьміть його в полон. Якщо він бреше, тоді заплатить за це своїм життям.

source: Bitey the Serpent
uk_ua: Змій Кусака

source: Black
uk_ua: Чорний

source: Black Horse
uk_ua: Чорний кінь

source: Black Stallion
uk_ua: Чорний жеребець

source: Black armor marks the elite order of the Fighter caste: the Blademasters. Only a few manage to gain the skill and power necessary to be admitted to this highest rank without perishing in battle. Though other drakes may disparage the Fighter caste, they always check twice to be sure none are around; Blademasters fiercely protect their fellows’ honor, and no-one would dispute their right to do so.
uk_ua: Чорні обладунки позначають еліту касти воїнів — Майстрів Клинка. Лише небагато досягають уміння і сили такого рівня, не загинувши до того в бою. Хоча інші дрейки можуть зневажливо відзиватися про касту воїнів, але перед цим завжди озираються чи поряд немає когось з цієї касти. Майстри Клинка люто захищають честь своїх побратимів, і ніхто не ризикне оскаржити за це право.

source: Blackwater
uk_ua: Чорні Води

source: Blackwater Port
uk_ua: Порт Чорноводдя

source: Blackwater Port is defeated, but we must let none escape. Finish them all.
uk_ua: Темні Води завойовано. Не дайте нікому втекти. Повбивайте їх усіх.

source: Blast it, we was too slow! With the sun rising already, them guards will have no trouble spotting us now...
uk_ua: Дідько, ми були занадто повільними! Вже світає, і охоронці без проблем нас помітять...

source: Blasted humans and blasted Fal Khag! Stupid goblin was only supposed to scout that puny village, not fight it by himself. Then those damned humans rejected our help and look where that got them.
uk_ua: Кляті люди та клятий Фал Хаг! Тупі гобліни мали лише дослідити те мізерне селище, а не нападати на нього. А потім ті кляті люди відмовились від нашої допомоги, і погляньте що з ними зараз.

source: Blasted pinkskins...
uk_ua: Прокляті рожевошкірі...

source: Blaust
uk_ua: Блауст

source: Bleagh, a slimy tentacle. Why’s it so big?
uk_ua: Бвеее, слизьке щупальце. Чого воно таке велике?

source: Bled
uk_ua: Блед

source: Blianxkep
uk_ua: Бляншкеп

source: Block
uk_ua: Заблокувати

source: Blocked players
uk_ua: Заблоковані гравці

source: Blollyn
uk_ua: Блоллин

source: Blood Bat
uk_ua: Кровопивця

source: Blood Bats are so named because of their ruddy hue, which some mark as a symbol of their preferred diet. These creatures are fast and can drain the blood of those they attack, thereby gaining some of the health lost by their victims.
uk_ua: Кровососів так називають за червонястий відтінок їх шкури, який, на думку декотрих, натякає на їх улюблені ласощі. Ці тварюки швидкі і можуть пити кров своїх противників, отримуючи частину здоров'я, втраченого жертвою.

source: Blood ring
uk_ua: Кроваве кільце

source: Blud
uk_ua: Блад

source: Bludebalmen,Boladrumbadrum,Bolwuldelman,Bombempomgontor,Bomtanbomkenton,Bomtanbomtonum,Bregalad,Bremdebubde,Brenbasnudnem,Brendumadoak,Brommantendronnor,Brumbendublun,Brumennarunom,Brummdlebroak,Bumbadadabum,Buomdumdenlol,Carnimirië,Dabumdabumtam,Dammantongonnur,Danmonlulbam,Debundbemun,Delmduelmdelom,Diblembumnde,Dolmannumbil,Drongnoblemdu,Dulmandarook,Dulwulmendom,Dumdumdumatum,Elmaroomadrum,Grelmadrumbumadum,Gulladroamadoak,Gumabeladrelm,Laffalialomdium,Landunwonbam,Lassemista,Lefnublemdde,Libleddnumm,Lolmandindel,Monlamwimdan,Muldondindal,Mundionalafla,Mundumblemdum,Munnamdulbon,Nanmildaldum,Nunmaldildun,Orofarnië,Pambedrumne,Pomtamkomtrobum,Rithramcamhan,Tantondernintan,Temtundembenn,Temtunnongetem,Tondenkontenkon,Troombadoom,Tumtentantarun,Tumtonnongatum,Tumtumgamtomtom,Wonrunmaldin,Wudadoonopl
uk_ua: Блудебалмен,Боладрумбадрум,Болщулделман,Бомбемпомгонтор,Бомтанбомкентон,Бомтанбомтонум,Брегалад,Бремдебубде,Бренбаснуднем,Брендумадоак,Броммантендроннор,Брумбендублун,Бруменнаруном,Бруммдлеброак,Бумбададабум,Буомдумденлол,Царніміріе,Дабумдабумтам,Даммантонгоннур,Данмонлулбам,Дебундбемун,Делмдуелмделом,Діблембумнде,Долманнумбіл,Дронгноблемду,Дулмандароок,Дулщулмендом,Думдумдуматум,Елмароомадрум,Грелмадрумбумадум,Гулладроамадоак,Гумабеладрелм,Лаффаліаломдіум,Ландунщонбам,Лассеміста,Лефнублемдде,Лібледднумм,Лолмандіндел,Монламщімдан,Мулдондіндал,Мундіоналафла,Мундумблемдум,Муннамдулбон,Нанмілдалдум,Нунмалділдун,Орофарніе,Памбедрумне,Помтамкомтробум,Рітхрамцамхан,Тантондернінтан,Темтундембенн,Темтуннонгетем,Тонденконтенкон,Троомбадоом,Тумтентантарун,Тумтоннонгатум,Тумтумгамтомтом,Вонрунмалдін,Вудадоонопл

source: Blue
uk_ua: Блакитна

source: Blue Ball
uk_ua: Синя кулька

source: Blue Potion
uk_ua: Синя мікстура

source: Blue orb
uk_ua: Блакитна сфера

source: Blue:
uk_ua: Синій:

source: Bluff
uk_ua: Узвишшя

source: Blum Duk
uk_ua: Блум Дук

source: Blum Duk was renowned among his goblin clan for having tamed one of the Dire Wolves of the mountains, and he had the courage to match. His leadership and skills alone were what kept the area’s goblins alive despite human and elvish menaces. Rumor had it that his wolf had slain fifty men and a hundred Elves. Thus, when he heard of the awful monster that was inhabiting the area, it was only natural that he ride out alone to face it. All the other goblins expected him to slay the creature easily and drag back its carcass to feast on. He was in for quite a shock. As soon as he saw the Basilisk, Blum Duk cowered in fright. He tried to wheel his wolf around to run away, but it wouldn’t move. As the creature stalked towards him, he screamed his last words: Good Gog, dog, are yer legs made of stone?! (inscribed by Elvish Pillager)
uk_ua: Блам Дак був знаменитий у своєму гоблінському клані завдяки прирученому в горах жахливому вовку і неймовірній хоробрості. Його лідерство і навички дозволили гоблінам жити посеред людей і ельфів. Легенди кажуть, що його вовк загриз п'ятьдесять людей і сотню ельфів. Тому одного разу, коли він почув, що неподалік з'явилось жахливе чудовисько, він негайно вирішив з ним битись. Всі інші гобліни вірили, що він вб'є чудовисько і приволочить його труп на бенкет. Він швидко досяг місця. Але як тільки Блам Дак побачив Василіска, його охопив страх. Він намагався повернути свого вовка та втекти, проте той навіть не поворухнувся. Коли чудовисько впритул підійшло до нього, останніми словами, які прокричав гоблін, були: Славний Гог, песику, у тебе що, ноги скам'яніли?! (написав Ельфійський Мародер)

source: Boat
uk_ua: Човен

source: Boatworks
uk_ua: Човнарська майстерня

source: Boblin
uk_ua: Боблін

source: Bog
uk_ua: Болото

source: Bogdush
uk_ua: Боґдуш

source: Bolwuldelman
uk_ua: Болвульделман

source: Bomb
uk_ua: Бомба

source: Bone Knight
uk_ua: Костяний лицар

source: Bone Necklace
uk_ua: Кістяне намисто

source: Bone Shooter
uk_ua: Кістяний стрілець

source: Bone Talisman
uk_ua: Кістяний талісман

source: Bones
uk_ua: Кістки

source: Bones. Claws and wings.
uk_ua: Кості. Кігті й крила.

source: Bonestack
uk_ua: Купа кісток

source: Bonus gold:
uk_ua: Бонусне золото:

source: Bonus objective:
uk_ua: Бонусна ціль:

source: Book
uk_ua: Книга

source: Bookmarks the current folder
uk_ua: Додати в закладки поточну теку

source: Bor
uk_ua: Бор

source: Border villages maintain militias dedicated to fending off hostiles. While these borderers are not trained and armed to up to military standards, their native toughness and knowledge of local conditions make them formidable on their home ground.
uk_ua: Прикордонні селища утримують ополченців, що відганяються загарбників. Хоч ці прикордонники й нетреновані та недостатньо озброєні, їхня природня міцність та знання місцевих умов роблять їх страшними противниками на їхній рідній землі.

source: Borderer
uk_ua: Прикордонник

source: Born in the Wesfolk aristocracy, she and her people were excluded from society by their lords, who betrayed their loyalty when a war against Haldric’s people was being lost. This outcast still conserves her nobleness in her veins and on the battlefield she has earned valuable experience, which continues increasing with time, as does her natural leadership.
uk_ua: Вона походить зі знатного весфолькського роду. Вона і її люди були вигнані з суспільства їхніми Владиками, які зрадили їх після поразок у війні з народом Хальдріка. Живучи у вигнанні, вона зберегла благородство і набула важливого бойового досвіду, і продовжує удосконалюватися і розвивати свої природні якості лідера.

source: Born in the Wesfolk aristocracy, she and her people were excluded from society by their lords, who betrayed their loyalty when a war against Haldric’s people was being lost. This outcast still conserves her nobleness in her veins, and on the battlefield she has earned valuable experience, which she can lend to her people for turning a fight in their favor.
uk_ua: Вона походить зі знатного весфолькського роду. Вона і її люди були вигнані з суспільства їхніми Владиками, які зрадили їх після поразок у війні з народом Хальдріка. Живучи у вигнанні, вона зберегла благородство і набула важливого бойового досвіду, і продовжує удосконалюватися і розвивати свої природні якості лідера.

source: Born in the Wesfolk aristocracy, she and her people were excluded from society by their lords, who betrayed their loyalty when they started to lose a war against Haldric’s people. This outcast still conserves her nobleness in her veins, and on the battlefield she has earned valuable experience, which continues to increase with time, as does her natural leadership.
uk_ua: Вона походить зі знатного весфолькського роду. Вона і її люди були вигнані з суспільства їхніми Владиками, які зрадили їх після поразок у війні з народом Хальдріка. Живучи у вигнанні, вона зберегла благородство і набула важливого бойового досвіду, і продовжує удосконалюватися і розвивати свої природні якості лідера.

source: Born to the Banner
uk_ua: Природжений командир

source: Borth
uk_ua: Борс

source: Bots
uk_ua: Боти

source: Bow
uk_ua: Лук

source: Bowman
uk_ua: Лучник

source: Bowmanship Training
uk_ua: Стрілецьке тренування

source: Bowmen have a strong ranged attack and are very effective against units that lack a ranged attack, like Thieves and Thugs. They also carry a sword and can defend themselves against melee attacks.
uk_ua: Лучники мають сильну дальню атаку і дуже ефективні проти тих, хто її не має, як от Злодії та Головорізи. Також вони носять при собі меча, тож здатні за себе постояти у ближньому бою.

source: Box
uk_ua: Коробка

source: Brace yourselves.
uk_ua: Приготуйтеся.

source: Bragdash Gar
uk_ua: Браґдаш Ґар

source: Brainstorming, playtesting, and spousal support
uk_ua: Роздуми, тестування та моральна підтримка

source: Bramwythl
uk_ua: Брамвіцл

source: Bramwythl the Wose was always considered a slow, taciturn fellow, even by other woses. More than any other wose, he enjoyed simply standing alone in the sun, arms upraised, admiring the beauty of the empty sky. Once, even, he confided in a fellow that his greatest wish was to be able to bask forever in the sun’s glory. However, not long after, the local wose community heard of the approach of a horrible monster, powerful enough to easily destroy the few woses that lived in the area. They quickly moved off (quickly for woses, anyway), but Bramwythl was left behind — in their haste, no one had remembered to find him and tell him of the danger. He was taken quite unawares by the Basilisk, and turned to stone before he even recognized the beast. His petrified form still stands there today, warmed by the sun’s rays, under an open sky. His greatest wish has been granted. (inscribed by Elvish Pillager)
uk_ua: Лісовик Брамвіцл завжди був повільним і мовчазним, навіть як для лісовика. Більше за інших лісовиків він любив просто стояти самотньо під сонцем, піднявши вгору руки і насолоджуючись красою чистого неба. Один раз, правда, він повідав своєму другу, що хотів би вічно грітися під променями сонця. Однак, трохи пізніше, спільнота лісовиків почула про наближення жахливого монстра, досить могутнього, щоб запросто знищити невелику купку лісовиків, які жили на цій землі. Вони швидко покинули ці землі (швидко як для лісовиків), але Брамвіцл залишився позаду — в поспіху ніхто не згадав про нього і не попередив про загрозу. Він був захоплений зненацька Василіском і перетворений на камінь, ще до того, як він зрозумів, що за звір перед ним стоїть. Його скам'яніле тіло до цих пір там стоїть, і зігрівається сонцем під відкритим небом. Його заповітне бажання було здійснено. (написано Ельфійським Мародером)

source: Branch
uk_ua: Гілка

source: Brave words. Welcome to The Fight Club...
uk_ua: Хоробрі слова. Вітаємо у Бійцівському клубі...

source: Brazier
uk_ua: Жаровня

source: Break it down!
uk_ua: Вибивай їх!

source: Breaking the Chains
uk_ua: Ламаючи кайдани

source: Bregalad
uk_ua: Брегалад

source: Bremen
uk_ua: Бремен

source: Brena
uk_ua: Брена

source: Brent
uk_ua: Брент

source: Bridge
uk_ua: Міст

source: Bright green
uk_ua: Світло-зелений

source: Bright orange
uk_ua: Яскраво-помаранчевий

source: Bring Deoran to the Citadel of Westin
uk_ua: Доставте Деорана до цитаделі Вестіну

source: Bring up theme selection menu.
uk_ua: Вивести меню вибору теми.

source: Brings up a menu for choosing a scenario to immediately advance to in a campaign.
uk_ua: Викликає меню переходу до будь-якого наступного сценарію кампанії.

source: Broken Dependencies
uk_ua: Зламані залежності

source: Brother!
uk_ua: Брате!

source: Brown
uk_ua: Коричневий

source: Brown Ring
uk_ua: Коричнева каблучка

source: Browse the screenshots folder using a file manager
uk_ua: Відкрити теку зі знімками екрану у файловому менеджері

source: Browse this location using a file manager
uk_ua: Відкрити у файловому менеджері

source: Brox
uk_ua: Брокс

source: Brush NW-SE
uk_ua: Кисть Пн.Зх.-Пд.Сх.

source: Brush SW-NE
uk_ua: Кисть Пд.Зх.-Пн.Сх.

source: Buckler
uk_ua: Малий щит

source: Bugg
uk_ua: Багг

source: Build Castle
uk_ua: Збудувати замок

source: Build Mine
uk_ua: Збудувати копальню

source: Build Village
uk_ua: Збудувати село

source: Build a Keep
uk_ua: Збудувати вежу

source: Build up a great army, gradually training raw recruits into hardened veterans. In later games, recall your toughest warriors and form a deadly host against whom none can stand! Choose units from a large pool of specialists, and hand pick a force with the right strengths to fight well on different terrains against all manner of opposition.
uk_ua: Створіть величну армію, поступово перетворюючи молодих новобранців на навчених досвідом ветеранів. У подальших іграх закликайте ваших найбільш сильних воїнів і створююйте руйнівну силу, проти якої ніхто не зможе встояти! Вибирайте бійців з великої кількості фахівців, підбираючи бійців з потрібними якостями, необхідними на певних місцевостях і проти будь-яких видів ворога.

source: Building terrain rules
uk_ua: Побудова правил місцевості

source: Bulgarian Translation
uk_ua: Болгарський переклад

source: Burial
uk_ua: Погребіння

source: Burin the Lost
uk_ua: Бурін Загублений

source: Burin, Burin the Lost. Who be ye?
uk_ua: Бурін. Бурін Загублений. А ти що за фрукт?

source: Burned Human Village
uk_ua: Згоріле людське село

source: Burumardir-Athelorand
uk_ua: Бурумардір-Ателоранд

source: But Delfador was not alone in having the King’s ear; there was one yet closer to him. The Queen’s power was rising...
uk_ua: Але Делфадор був не єдиним, до кого прислухався Король; була ще одна людина, яка була ще ближча до Короля. Могутність Королеви росла...

source: But Delfador! I can’t do it on my own!
uk_ua: Делфадоре! Я ж один не справлюся!

source: But I can help! Really! You could use me and my men’s skills on the long road ahead!
uk_ua: Але я зможу допомогти! Правда! Вас чекає довгий шлях, я і навички моїх людей вам згодяться!

source: But I will not see you to its end, for that is yours alone.
uk_ua: Але я не вестиму тебе до кінця, ти повинен завершити її самотужки.

source: But Kalenz half-knew and half-feared he would be needed again, and the day he had long foreseen finally arrived. Reports came to him of large orcish forces attacking the outskirts of elvish forests, including Lintanir itself. Kalenz quickly gathered a small troop of handpicked guards. War had returned to the land of the elves.
uk_ua: Але Каленз наполовину знав і наполовину боявся, що настануть часи, коли він знову знадобиться своєму народу, і день, який він давно передбачав, нарешті настав. До нього прийшло донесення про те, що величезні армії орків напали на околиці ельфійських лісів, у тому числі і Лінтаніра. Каленз швидко зібрав невеликий загін відбірних гвардійців. Війна повернулася в країну ельфів.

source: But boss, why are we only using bats and nagas?
uk_ua: Але хазяїне, чому ми використовуємо лише кажанів та нагів?

source: But cap’n, we’re your loyal troops...
uk_ua: Але, капітане, ми твої вірні солдати...

source: But dark deeds have been done on all sides. There is now a secret that only Jessene and I share. I must have your word that what I say will never be uttered again.
uk_ua: Але темні діяння здійснювалися з усіх боків. Тільки ми з Джессен знаємо таємницю. Дайте мені слово, що сказане мною ніколи не буде вимовлено знову.

source: But first, we must bring this news to the rest of Kal Kartha. A new Lord must be chosen.
uk_ua: Але спершу ми маємо донести новини до решти Кал Карти. Також треба призначити нового лорда.

source: But he revived himself and stands with us now. That is all that matters.
uk_ua: Але він відновився і зараз з нами. Це все, що важливо.

source: But heavy infantry is too slow! And mages in the army? Who can command these know-it-alls?
uk_ua: Але важка піхота занадто повільна! А маги? Хто зможе командувати цими всезнайками?

source: But he’s tame! Really! He understands dozens of commands. He’ll do what you tell him. He’s a really nice fish.
uk_ua: Але вона приручена! Серйозно! Він розуміє дюжину команд. І виконає все, що ти йому накажеш. Це непогана рибина.

source: But it isn’t attacking <i>me</i>. Do you think, with its master gone, it might desire a new one?
uk_ua: Але воно не нападає на <i>мене</i>. Як гадаєш, якщо воно втратить хазяїна, то захоче отримати нового?

source: But look, it’s licking my hand.
uk_ua: Але подивись, він лиже мою руку.

source: But orcs are the most powerful race in all of...
uk_ua: Але орки — наймогутніша раса у всьому...

source: But our victory did not hold; orc reinforcements quickly overran our positions. We lost most of our forces, my lord, including the King of Clearwater, who died bravely leading a charge.
uk_ua: На жаль, удача нас підвела; свіжі сили орків швидко зім'яли наші ряди. Ми втратили майже усю армію, мій пане, у тому числі і Короля, який поліг хороброю смертю, ведучи людей в атаку.

source: But remember, the aim is to have fun! You may have different tastes than the developers, so do what you enjoy most! If you enjoy loading the saved game every time you make a mistake, looking for the <emphasis>perfect</emphasis> game where you never lose a unit, by all means, go right ahead!
uk_ua: Але пам'ятаєте, мета гри - отримувати задоволення! Ваші смаки можуть відрізнятися від смаків розробників, тому робіть те, що подобається вам більше! Якщо вам подобається перезавантажувати гру кожного разу, коли ви зробили помилку, підбираючи таким чином <emphasis>досконалу</emphasis> гру, де ви ніколи не втрачаєте жодного бійця - тоді вперед!

source: But some of us have remembered the true story of our arrival on this great continent. The true story of the Rise of Wesnoth.
uk_ua: Але деякі з нас ще пам'ятають правду про наше прибуття на цей великий материк. Правдиву історію, що сталася На Зорі Весноту.

source: But such a thing will mean certain death!
uk_ua: Але це безперечне самогубство!

source: But surely I cannot do nothing either!
uk_ua: Але я точно не можу нічого не робити!

source: But the Law must see. A dwarf must put his name and his face behind his deeds. I am a witness.
uk_ua: Однак Закон має бачити. Гном має висвітлювати своє ім'я та лице, підкріплюючи свої наміри. Я свідок.

source: But the answer cannot be more death and destruction...
uk_ua: Але відповіддю не може бути більше смертей та руйнувань...

source: But the elder mage’s health was taxed by the rigors of the journey. A year after the two left Alduin, Methor settled in a tranquil valley at the edge of the Dulatus Hills, not far southeast of the capital at Weldyn. He opened a small school of his own; and with Delfador assisting him, he began training a handful of youths who might in time be worthy to enter the great Academy on Alduin.
uk_ua: Але здоров'я старшого мага було пошарпане тяготами подорожі. Через рік після відходу з Алдуїну, Метор вирішив осісти в тихій долині на межі Пагорбів Дулатуса, на південному сході від столиці, Велдину. Він відкрив власну невелику школу і, разом з Делфадором, почав тренувати жменьку молодих учнів, які могли через деякий час стати гідними Академії на Алдуїні.

source: But the threat from hostile orcs, wild men, and remnant undead was not yet ended. The dwarves kept strong guards on the approaches to Knalga. In the year 550 after the founding of Wesnoth, the captain of the East Gate received a warning that a small band of rogue orcs had been sighted.
uk_ua: Але не можна було забувати про ворожих орків, диких людей та бродячих мерців. Гноми були вимушені розставляти сильну сторожу на усіх кордонах Кналги. І недарма, бо в 550 році з заснування Весноту, капітан Східної Застави отримав повідомлення про банду агресивних орків, що наближалася до гномських земель.

source: But there is something else those orcs said that deeply worries me in a different way. I have wondered why the orcs have been attacking in concert all along the frontier; they do not coordinate well. If that orc was telling the truth and a paramount chief strong enough to marshal their entire host has arisen among them, the King may be walking into a lethal trap at the Ford of Abez.
uk_ua: Але дещо, про що сказали орки, серйозно турбує мене. Цікаво, чому орки атакували так злагоджено по усьому кордону, адже зазвичай вони не можуть домовитися по-хорошому. Якщо цей орк говорив правду і серед них насправді знайшовся верховний вождь, досить сильний для того, щоб управляти усім їх воїнством, на Переправі Абез Короля чекає смертельна пастка.

source: But to where? This is the only home we have! What about the elves?
uk_ua: Але куди? В нас нема іншого дому! І що буде з ельфами?

source: But we cannot flee like this forever... the horses are tired, and the men are tired, and I am tired as well. The undead can march day and night without rest, but we cannot. They will certainly overtake us before we reach Westin.
uk_ua: Ми не зможемо вічно відступати... кіні втомлені, люди втомлений і я також втомлений. Мерці можуть марширувати вдень і вночі без відпочинку, але ми не можемо. Вони точно спіймають нас раніше, ніж ми дійдемо до Вестіну.

source: But we can’t do nothing! The Queen even be sending them beast orcs against us, that’s how evil she is! Surely you can’t stand for this...
uk_ua: Але ми не можем нічого зробити! Королева навіть посилає проти нас орків, ось наскільки вона зла! Звісно, ти не можеш з цим розібратися...
